Repository: SaintRamzes/ckanext-archiver
Catalog: ckanext/archiver/i18n/*/LC_MESSAGES/ckanext-archiver.po
Languages: uk

source: Broken links
uk: Помилкові посилання

source: Dataset resource URLs that are found to result in errors when resolved.
uk: Посилання на набір данних котрі неможливо завантажити

source: Content-length %s exceeds maximum allowed value %s
uk: Розмір ресурсу %s перевищує максимально допустиме значення в %s

source: Server content contained an API error message: %s
uk: Сервер повідомив про помилку API: %s

source: Content-length after streaming was %i
uk: Розмір ресурсу після завантаження був %i

source: No value for ckanext-archiver.cache_url_root in config
uk: в конфігурації відсутній параметр ckanext-archiver.cache_url_root

source: URL parsing failure: %s
uk: Не вдалося розібрати посилання: %s

source: Invalid url scheme. Please use one of: %s
uk: Недійсна схема посилання. Скористайтеся однією з: %s

source: URL parsing failure - did not find a host name
uk: Не вдалося розібрати посилання - не знайдено ім'я хоста

source: Connection error: %s
uk: Помилка підключення: %s

source: Invalid HTTP response: %s
uk: Недійсна відповідь HTTP: %s

source: Connection timed out after %ss
uk: З'єднання закінчилося через %ss

source: Too many redirects
uk: Забагато переадресацій

source: Error downloading: %s
uk: Помилка завантаження: %s

source: Error with the download: %s
uk: Помилка при завантаженні: %s

source: Invalid URL or Redirect Link
uk: Недійсне посилання чи переадресація

source: Could not make HEAD request
uk: Запит типу HEAD неможливий

source: Error during request: %s
uk: Помилка під час запиту: %s

source: Error with the request: %s
uk: Помилка запиту: %s

source: Server returned HTTP error status: %s %s
uk: Сервер повернув статус помилки HTTP: %s %s

source: Link is broken
uk: Помилкове посилання

source: This is a one-off failure
uk: Це одноразова помилка

source: This resource has failed %(failure_count)s times in a row since it first failed: %(first_failure)s
uk: Цей ресурс не вдалося архівувати %(failure_count)s раз поспіль після першої невдачі: %(first_failure)s

source: This resource was last ok: %(last_success)s
uk: Нещодавно ви змогли архівувати ресурс %(last_success)s

source: We do not have a past record of it working since the first check: %(created)s
uk: Ми не маємо минулого запису про його роботу після першої перевірки: %(created)s

source: Link check is not conclusive
uk: Перевірка посилання не остаточна

source: Link is ok
uk: Посилання нормальне

source: Link checked: %(updated)s
uk: Посилання перевірено: %(updated)s

source: Download cached copy
uk: Завантажити архівну копію

source: Size
uk: Розмір

source: Cached on
uk: Архівовано

source: before it was broken
uk: до того як було зламано

source: No cached copy available
uk: Немає архівної копії

source: Additional Information
uk: Додаткова інформація

source: Field
uk: Поле

source: Value
uk: Значення

source: Last updated
uk: Востаннє оновлено

source: unknown
uk: невідомо

source: Created
uk: Створено

source: Format
uk: Формат

source: License
uk: Ліцензія

source: Broken datasets
uk: Набір данних з неправильним посиланням

source: Organization
uk: Розпорядник

source: % Broken links
uk: % неправильних посилань

source: Dataset
uk: Набір данних

source: Notes
uk: Нотатки

source: Index/position of the resource in the dataset
uk: Позиція ресурсу в наборі данних

source: Res
uk: Рес

source: URL
uk: Посилання

source: Status
uk: Статус

source: Reason
uk: Підстава

source: Failed download attempts
uk: Кількість невдалих спроб завантаження

source: No. of fails
uk: Кіл. невдач

source: First failed attempt
uk: Перша невдала спроба

source: First fail
uk: Перша невдача

source: Most recent failed attempt
uk: Остання невдала спроба

source: Latest fail
uk: Остання невдача

source: The last time it was successfully obtained
uk: Дата останньої успішної спроби

source: Last success
uk: Останній успіх
